Repository: york9675/YorkNotify
Catalog: YorkNotify/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: • New "Default Content" feature • Add notification list refresh button • Add "Lab" • Add the ability to automatically check for updates from GitHub • Some interface changes were made to be more in line with Apple’s design style (I may have accidentally learned Apple’s bug-increasing techniques in the process XD) • Other minor modifications and bug fixes
ja: • 新しい「デフォルト コンテンツ」機能 • 通知リスト更新ボタンを追加 • 「ラボ」を追加 • GitHub からの更新を自動的にチェックする機能を追加しました • Apple のデザイン スタイルに沿うようにインターフェイスを一部変更しました (その過程で Apple のバグ増加テクニックを偶然学んだかもしれません XD) • その他の小さな変更とバグ修正
zh_hans: • 新的「预设内容」功能 • 新增通知清单刷新按钮 • 新增「实验室」 • 新增自动从 GitHub 检查更新的功能 • 一些介面更改以更加符合苹果的设计风格（可能在过程中不小心学了苹果增加Bug的技术XD) • 其他细微修改和错误修复
zh_hant: • 新的「預設內容」功能 • 新增通知清單刷新按鈕 • 新增「實驗室」 • 新增自動從 GitHub 檢查更新的功能 • 一些介面更改以更加符合蘋果的設計風格（可能在過程中不小心學了蘋果增加Bug的技術XD) • 其他細微修改和錯誤修復

source: A new version %@ is available, go to GitHub to download and install the latest version.
ja: 新しいバージョン %@ が利用可能です。GitHub にアクセスして最新バージョンをダウンロードしてインストールしてください。
zh_hans: 有新版本 %@ 可用，前往GitHub來下載並安裝最新的版本。
zh_hant: 有新版本 %@ 可用，前往GitHub來下載並安裝最新的版本。

source: About
ja: について
zh_hans: 关于
zh_hant: 關於

source: Access comprehensive details about the current software version, including a complete update log outlining new features, improvements, and bug fixes. Additionally, you can easily report bugs using the button below.
ja: 新機能、改善点、バグ修正の概要を記した完全な更新ログなど、現在のソフトウェア バージョンに関する包括的な詳細情報にアクセスできます。 さらに、下のボタンを使用してバグを簡単に報告できます。
zh_hans: 查看有关目前软体版本的全面详细信息，包括新功能、改进和错误修复的完整更新日志。 此外，您可以使用下面的按钮轻松报告错误。
zh_hant: 查看有關目前軟體版本的全面詳細信息，包括新功能、改進和錯誤修復的完整更新日誌。 此外，您可以使用下面的按鈕輕鬆回報錯誤。

source: Alert
ja: 警告
zh_hans: 警告
zh_hant: 警告

source: App Icon
ja: アプリアイコン
zh_hans: App图标
zh_hant: App圖標

source: App Settings
ja: アプリ設定
zh_hans: 应用程式设定
zh_hant: 應用程式設定

source: Are you sure you want to delete the scheduled notification "%@"? This operation cannot be undone
ja: スケジュールされた通知「%@」を削除してもよろしいですか? この操作は元に戻せません
zh_hans: 您确定删除已排程的通知「%@」？ 此操作无法复原
zh_hant: 您確定刪除已排程的通知「%@」？ 此操作無法復原

source: Auther
ja: 著者
zh_hans: 作者
zh_hant: 作者

source: Available Features
ja: 利用可能な機能
zh_hans: 可用功能
zh_hant: 可用功能

source: Bug Report
ja: バグレポート
zh_hans: 错误回报
zh_hant: 錯誤回報

source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Check for Updates Automatically
ja: アップデートを自動的にチェックする
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Create Notification
ja: 通知を作成
zh_hans: 创建通知
zh_hant: 創建通知

source: Daily
ja: 毎日
zh_hans: 每天
zh_hant: 每天

source: Dark
ja: 暗い
zh_hans: 深色
zh_hant: 深色

source: Default Content
ja: デフォルトコンテンツ
zh_hans: 预设内容
zh_hant: 預設內容

source: Default Notification Content
ja: デフォルトの通知内容
zh_hans: 预设通知内文
zh_hant: 預設通知內容

source: Default Text
ja: デフォルトテキスト
zh_hans: 预设内文
zh_hant: 預設文字

source: Default Title
ja: デフォルトタイトル
zh_hans: 预设标题
zh_hant: 預設標題

source: Delete
ja: 消去
zh_hans: 删除
zh_hant: 刪除

source: Donate
ja: 寄付する
zh_hans: 赞助
zh_hant: 贊助

source: Edit Notification
ja: 通知の編集
zh_hans: 编辑通知
zh_hant: 編輯通知

source: Enable
ja: 有効にする
zh_hans: 启用
zh_hant: 啟用

source: Enable Experimental Features
ja: 実験的な機能を有効にする
zh_hans: 实验性功能
zh_hant: 啟用實驗性功能

source: Enable Experimental Features to try out new, unfinished features that may not work as expected. These features are in testing and could change or be removed in future updates. Use with caution, and expect occasional issues.
ja: 実験的機能を有効にすると、期待どおりに動作しない可能性のある新しい未完成の機能を試すことができます。 これらの機能はテスト中であり、将来のアップデートで変更または削除される可能性があります。注意して使用してください。問題が発生する場合があります。
zh_hans: 启用实验性功能来抢先体验可能无法如预期运作的全新、未完成的功能。 这些功能正在测试中，可能会在未来的更新中更改或删除。请谨慎使用，并预计可能会出现问题。
zh_hant: 啟用實驗性功能來搶先體驗可能無法如預期運作的全新、未完成的功能。 這些功能正在測試中，可能會在未來的更新中更改或刪除。請謹慎使用，並預計可能會出現問題。

source: Feedback
ja: フィードバック
zh_hans: 意见回馈
zh_hant: 意見回饋

source: Frequency
ja: 頻度
zh_hans: 频率
zh_hant: 頻率

source: General
ja: 一般的な
zh_hans: 一般
zh_hant: 一般

source: Good afternoon
ja: こんにちは
zh_hans: 午安
zh_hant: 午安

source: Good morning
ja: おはよう
zh_hans: 早安
zh_hant: 早安

source: Good night
ja: おやすみ
zh_hans: 晚安
zh_hant: 晚安

source: Help
ja: ヘルプ
zh_hans: 帮助
zh_hant: 幫助

source: Help Center
ja: ヘルプセンター
zh_hans: 帮助中心
zh_hant: 幫助中心

source: Here, you have the option to personalize your app experience by selecting your preferred app icon. Choose from a variety of available icons to customize the look and feel of the app on your device. Once you've made your selection, the app icon will automatically update, reflecting your choice instantly. This allows you to tailor your app's appearance to match your personal style or preferences, giving you more control over your user experience.
ja: ここでは、好みのアプリ アイコンを選択して、アプリ エクスペリエンスをカスタマイズできます。 さまざまなアイコンから選択して、デバイス上のアプリの外観と操作性をカスタマイズします。選択すると、アプリ アイコンが自動的に更新され、選択内容が即座に反映されます。これにより、アプリの外観を個人のスタイルや好みに合わせてカスタマイズできるため、ユーザー エクスペリエンスをより細かく制御できます。
zh_hans: 在这里，您可以透过选择您喜欢的应用程式图示来客制化您的应用程式体验。 从各种可用图示中进行选择，以自订装置上应用程式的外观和风格。一旦您做出选择，应用程式图示将自动更新。这使您可以根据您的个人风格或偏好自订应用程式的外观，从而更好地控制使用者体验。
zh_hant: 在這裡，您可以透過選擇您喜歡的應用程式圖示來客製化您的應用程式體驗。 從各種可用圖示中進行選擇，以自訂裝置上應用程式的外觀和風格。一旦您做出選擇，應用程式圖示將自動更新。這使您可以根據您的個人風格或偏好自訂應用程式的外觀，從而更好地控制使用者體驗。

source: Home
ja: 家
zh_hans: 首页
zh_hant: 首頁

source: If disabled, the default content will be automatically used without warning when creating notifications if information is missing.
ja: 無効にすると、情報が不足している場合に通知を作成するときに警告なしにデフォルトのコンテンツが自動的に使用されます。
zh_hans: 如果停用，则在建立通知时如果资讯遗失，将自动使用预设内容，而不发出警告。
zh_hant: 如果停用，則在建立通知時如果資訊遺失，將自動使用預設內容，而不發出警告。

source: Lab
ja: ラボ
zh_hans: 实验室
zh_hant: 實驗室

source: Language
ja: 言語
zh_hans: 语言
zh_hant: 語言

source: Light
ja: ライト
zh_hans: 浅色
zh_hant: 淺色

source: Links
ja: リンク
zh_hans: 连结
zh_hant: 連結

source: Missing Information
ja: 不足している情報
zh_hans: 缺失资讯
zh_hant: 缺失資訊

source: No notification yet
ja: まだ通知はありません
zh_hans: 暂无通知
zh_hant: 暫無通知

source: No permission to send notifications!
ja: 通知を送信する権限がありません!
zh_hans: 通知权限未开启！
zh_hant: 通知權限未開啟

source: Notification Content
ja: 通知内容
zh_hans: 通知内容
zh_hant: 通知內容

source: Notification Settings
ja: 通知設定
zh_hans: 通知设定
zh_hant: 通知設定

source: Notification Text
ja: 通知テキスト
zh_hans: 通知内文
zh_hant: 通知內文

source: Notification Title
ja: 通知タイトル
zh_hans: 通知标题
zh_hant: 通知標題

source: Please click the button below to jump to the system settings and tap "Language" to change your preferred App language. The translation may use a large amount of machine translation and contain many errors or irrationalities. If there are any errors in the translation, please go to the feedback form to report it. Thank you! This language translation was contributed by: York, Google Translate
ja: 下のボタンをクリックしてシステム設定に移動し、「言語」をタップしてアプリの優先言語を変更してください。 翻訳には大量の機械翻訳が使用されているため、多くの誤りや不合理な点が含まれている可能性があります。翻訳に誤りがある場合は、フィードバックフォームにアクセスして報告してください。ありがとうございます！ この言語翻訳の貢献者: Google Translate
zh_hans: 请点击下方按钮跳进入系统设定，并点选「语言」来更改您偏好的App语言。 翻译可能使用大量机器翻译，并包含许多错误或不合理之处，如翻译有误，请前往意见回馈表单回报，感谢！ 此语言翻译贡献者：York
zh_hant: 請點擊下方按鈕跳進入系統設定，並點選「語言」來更改您偏好的App語言。 翻譯可能使用大量機器翻譯，並包含許多錯誤或不合理之處，如翻譯有誤，請前往意見回饋表單回報，感謝！ 此語言翻譯貢獻者：York

source: Please go to the system settings to allow notifications, otherwise this app will not work as expected. (Don’t worry, we won’t send junk notifications!)
ja: システム設定で通知を許可してください。そうしないと、このアプリは期待どおりに動作しません。 (迷惑な通知は送信しませんのでご安心ください!)
zh_hans: 请至系统设定允许通知，否则程序将无法如期运作。 （放心，我们不会寄送垃圾通知！）
zh_hant: 請至系統設定允許通知，否則程式將無法如期運作。 （放心，我們不會寄送垃圾通知！）

source: Proceed
ja: 進む
zh_hans: 仍要继续
zh_hant: 仍要繼續

source: Q: Any other questions?
ja: Q: 他に質問はありますか?
zh_hans: Q: 还有其他问题？
zh_hant: Q: 還有其他問題？

source: Q: How to schedule notifications?
ja: Q: 通知をスケジュールするにはどうすればよいですか?
zh_hans: Q: 如何排程通知？
zh_hant: Q: 如何排程通知？

source: Refresh
ja: リフレッシュ
zh_hans: 重新整理
zh_hant: 重新整理

source: Repeat
ja: 繰り返す
zh_hans: 重复
zh_hant: 重複

source: Reset
ja: リセット
zh_hans: 重置
zh_hant: 重設

source: Save
ja: 保存
zh_hans: 保存
zh_hant: 儲存

source: Search Notifications
ja: 検索通知
zh_hans: 搜寻通知
zh_hant: 搜尋通知

source: Select the app icon you want to change
ja: 変更したいアプリアイコンを選択します
zh_hans: 选择您要变更的应用程式图标
zh_hant: 選擇您要變更的應用程式圖標

source: Set the default notification content here. Whenever you create a new notification but leave certain fields empty, the app will automatically insert the default content you've defined here. This ensures that all notifications are complete and consistent, even if specific details are missing during creation.
ja: ここでデフォルトの通知コンテンツを設定します。 新しい通知を作成しても特定のフィールドを空のままにしておくと、アプリはここで定義したデフォルトのコンテンツを自動的に挿入します。これにより、作成時に特定の詳細が欠落していても、すべての通知が完全で一貫性のあるものになります。
zh_hans: 此处设定预设通知内容。 每当您建立新通知但将某些栏位留空时，应用程式都会自动插入您在此处定义的预设内容。这可确保所有通知完整且一致，即使在建立过程中缺少特定详细资讯也是如此。
zh_hant: 此處設定預設通知內容。 每當您建立新通知但將某些欄位留空時，應用程式都會自動插入您在此處定義的預設內容。這可確保所有通知完整且一致，即使在建立過程中缺少特定詳細資訊也是如此。

source: Settings
ja: 設定
zh_hans: 设定
zh_hant: 設定

source: Show missing information alert
ja: 不足情報アラートを表示
zh_hans: 显示缺失资讯警告
zh_hant: 顯示缺失資訊警告

source: Sort by...
ja: 並べ替え...
zh_hans: 更改通知排序
zh_hant: 更改通知排序

source: System
ja: システム
zh_hans: 系统
zh_hant: 系統

source: Tap "+" above to schedule notifications.
ja: 通知をスケジュールするには、上の「+」をタップします。
zh_hans: 点击右上方「+」来排程通知。
zh_hant: 點擊右上方「+」來排程通知。

source: Tap the "+" symbol in the upper right corner of the home tab, enter the notification title and content, finally set the time and click Save to schedule the notification.
ja: ホームタブの右上隅にある「+」記号をタップし、通知のタイトルと内容を入力し、最後に時間を設定して「保存」をクリックし、通知をスケジュールします。
zh_hans: 点击首页右上方「+」的符号，输入通知标题及内文，最后设定好时间并且按下保存后即可排程通知。
zh_hant: 點擊首頁右上方「+」的符號，輸入通知標題及內文，最後設定好時間並且按下保存後即可排程通知。

source: Text
ja: コンテンツ
zh_hans: 内文
zh_hant: 內文

source: The developer of this app!
ja: このアプリの開発者！
zh_hans: 此应用程式的开发者！
zh_hant: 此應用程式的開發者！

source: Theme
ja: テーマ
zh_hans: 主题
zh_hant: 主題

source: Time
ja: 時間
zh_hans: 时间
zh_hant: 時間

source: Time Sensitive Notifications
ja: 時間制限のある通知
zh_hans: 具时效性通知
zh_hant: 具時效性通知

source: Time Sensitive Notifications are a special category of alerts that can break through Focus modes or Do Not Disturb settings to deliver important information. When enabled, notifications marked as "Time Sensitive Notifications" will be treated with higher urgency and will be shown to the user even when their device is otherwise set to minimize interruptions.
ja: 時間依存通知は、フォーカス モードや「時間制限のある通知」設定を回避して重要な情報を届けることができる特別なカテゴリのアラートです。有効にすると、「時間依存」としてマークされた通知は緊急度が高まり、デバイスが中断を最小限に抑えるように設定されている場合でもユーザーに表示されます。
zh_hans: 具时效性通知是一种特殊的通知，可以突破专注模式或勿扰模式设定来传送重要讯息。启用后，标记为「具时效性通知」的通知将以更高的紧急程度进行处理，并且即使用户的设备设定为尽量减少打扰，也会向用户显示。
zh_hant: 具時效性通知是一種特殊的通知，可以突破專注模式或勿擾模式設定來傳送重要訊息。啟用後，標記為「具時效性通知」的通知將以更高的緊急程度進行處理，並且即使用戶的設備設定為盡量減少打擾，也會向用戶顯示。

source: Title
ja: タイトル
zh_hans: 标题
zh_hant: 標題

source: Translation problem report
ja: 翻訳問題レポート
zh_hans: 翻译问题回报
zh_hant: 翻譯問題回報

source: Update Available
ja: アップデートが利用可能
zh_hans: 有可用更新
zh_hant: 有可用更新

source: Update Log
ja: 更新ログ
zh_hans: 更新日志
zh_hant: 更新日誌

source: Use our feedback form to get help!
ja: サポートを受けるには、フィードバック フォームをご利用ください。
zh_hans: 使用我们的问题回报表单寻求协助！
zh_hant: 使用我們的問題回報表單尋求協助！

source: Version
ja: バージョン
zh_hans: 版本
zh_hant: 版本

source: Warning
ja: 警告
zh_hans: 警告
zh_hant: 警告

source: Weekly
ja: 毎週
zh_hans: 每周
zh_hant: 每週

source: Welcome to the Help Center! Here, you’ll find everything you need to get the most out of this app. Whether you’re a first-time user or an experienced pro, our Help Center offers guides, tutorials, and troubleshooting tips. Browse through our comprehensive FAQs for additional support. If you need further assistance, don’t hesitate to fill the report form.
ja: ヘルプ センターへようこそ! ここでは、このアプリを最大限に活用するために必要なものがすべて見つかります。初めてのユーザーでも、経験豊富なプロでも、ヘルプ センターではガイド、チュートリアル、トラブルシューティングのヒントを提供しています。追加のサポートについては、包括的な FAQ を参照してください。さらにサポートが必要な場合は、レポート フォームに記入してください。
zh_hans: 欢迎来到帮助中心！ 在这里，您将找到充分利用此应用程式所需的一切。无论您是初次使用者还是经验丰富的专业人士，我们的帮助中心都提供指南、教学和故障排除提示。浏览我们全面的常见问题以获得更多支援。如果您需要进一步的协助，请随时填写意见回馈表单。
zh_hant: 歡迎來到幫助中心！ 在這裡，您將找到充分利用此應用程式所需的一切。無論您是初次使用者還是經驗豐富的專業人士，我們的幫助中心都提供指南、教學和故障排除提示。瀏覽我們全面的常見問題以獲得更多支援。如果您需要進一步的協助，請隨時填寫意見回饋表單。

source: When enabled, this app will automatically check if new updates are available from GitHub on startup.
ja: 有効にすると、このアプリは起動時に GitHub から新しいアップデートが利用可能かどうかを自動的に確認します。
zh_hans: 当启用时,会自动于开启程式时从GitHub检查是否有新的更新可用。
zh_hant: 當啟用時，會自動於程式開啟時從GitHub檢查是否有新的更新可用。

source: You haven't filled out all fields. The default content will be used for the missing fields. Do you want to proceed?
ja: すべてのフィールドに入力されていません。不足しているフィールドにはデフォルトの内容が使用されます。続行しますか?
zh_hans: 您尚未填写所有栏位。预设内容将用于缺失的栏位。您想继续吗？
zh_hant: 您尚未填寫所有欄位。預設內容將用於缺失的欄位。您想繼續嗎？

source: OK
zh_hans: 确定
zh_hant: 確定
